Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Krąg: 4 | Zaklęcie Beliara
uk: Коло: 4 | Заклинання Беліара

source: Krąg: 4 | Zaklęcie elektryczne
uk: Коло: 4 | Заклинання блискавки

source: Krąg: 4 | Zaklęcie elektryczne | Obszarowe
uk: Коло: 4 | Заклинання блискавки | По площі

source: Krąg: 4 | Zaklęcie neutralne
uk: Коло: 4 | Нейтральне заклинання

source: Krąg: 4 | Zaklęcie ogniste | Inwestycyjne/Obszarowe
uk: Коло: 4 | Заклинання вогню | Підтримуване/По площі

source: Krąg: 4 | Zaklęcie ogniste | Obszarowe
uk: Коло: 4 | Заклинання вогню | По площі

source: Krąg: 4 | Zaklęcie przywołania
uk: Коло: 4 | Заклинання виклику

source: Krąg: 4 | Zaklęcie wodne | Obszarowe
uk: Коло: 4 | Заклинання води | По площі

source: Krąg: 5 | Zaklęcie neutralne
uk: Коло: 5 | Нейтральне заклинання

source: Krąg: 5 | Zaklęcie ogniste | Inwestycyjne/Obszarowe
uk: Коло: 5 | Заклинання вогню | Підтримуване/По площі

source: Krąg: 5 | Zaklęcie przywołania
uk: Коло: 5 | Заклинання виклику

source: Krąg: 5 | Zaklęcie wodne | Obszarowe
uk: Коло: 5 | Заклинання води | По площі

source: Krąg: 6 | Zaklęcie Beliara
uk: Коло: 6 | Заклинання Беліара

source: Krąg: 6 | Zaklęcie Beliara | Obszarowe
uk: Коло: 6 | Заклинання Беліара | По площі

source: Krąg: 6 | Zaklęcie neutralne
uk: Коло: 6 | Нейтральне заклинання

source: Krąg: 6 | Zaklęcie przywołania
uk: Коло: 6 | Заклинання виклику

source: Krążą nad wilgotnymi terenami
uk: Вони кружляють над трясовиною

source: Kręci się tu wielu podejrzanych typów, ale ty wydajesz mi się być w porządku.
uk: Навколо багато нечистих на руку типів, але мені здається, що з тобою все гаразд.

source: Kręcił się gdzieś koło mojej chaty. Rozejrzyj się, bo nie mógł odejść daleko.
uk: Він тут вештався біля моєї хатини. Роздивися навколо, він не міг далеко піти.

source: Kręcił się przez chwilę na tyłach karczmy i w pobliżu rzeki. Wyglądał, jakby na kogoś czekał, ale przez tę burzę szybko straciłam go z oczu.
uk: Він якийсь час крутився біля заднього входу в корчму і біля річки. Він виглядав так, ніби чекав на когось, але через негоду я швидко втратила його з поля зору.

source: Kręgi teleportacyjne działają w podobny sposób, ale nie wymagają runy i łączą ze sobą tylko dwa wybrane punkty. Rozpoznasz je po fioletowym kolorze malunku.
uk: Кола телепортації працюють подібним чином, але не потребують рун і лише з'єднують дві певні точки разом. Ти впізнаєш їх за фіолетовим кольором розпису.

source: Książek jest wiele na świecie. Jaka konkretnie cię interesuje? Z pewnością będziemy mieć ceny promocyjne dla przedstawiciela władzy.
uk: У світі існує багато книг. Яка саме тебе цікавить? Для представника влади у нас неодмінно будуть спеціальні ціни.

source: Książka gotowa?
uk: Книга готова?

source: Książka o losach pewnego stada wilków,
uk: Книга про долю однієї вовчої зграї,

source: Książka o radzeniu sobie ze stresem
uk: Книга про те, як впоратися зі стресом

source: Książka o wyrobie broni, to pytałabym kowala. Jego ta tematyka najbardziej będzie interesować.
uk: Книга присвячена виготовленню зброї, тому я б спитала коваля. Він найбільше зацікавлений у цій темі.

source: Książka opisuje historię rybaka Kintarou.
uk: У книзі описана історія рибалки Кінтару.

source: Książka opisująca rodzaje obrażeń.
uk: Книга з описом різних видів пошкоджень.

source: Książka opisująca sztukę
uk: Книга описує мистецтво

source: Książka opisująca walkę
uk: Книга описує, як боротись

source: Książka opisująca walkę z błotniakami.
uk: Книга описує, як боротися з мулистими черепахами.

source: Książka opisująca walkę z cieniostworami.
uk: Книга описує, як боротись з тінезвірами.

source: Książka opisująca walkę z dzikami.
uk: Книга описує, як боротись з кабанами.

source: Książka opisująca walkę z goblinami.
uk: Книга описує, як боротись з гоблінами.

source: Książka opisująca walkę z golemami.
uk: Книга описує, як боротись з големами.

source: Książka opisująca walkę z harpiami.
uk: Книга описує, як боротись з гарпіями.

source: Książka opisująca walkę z jaszczurami.
uk: Книга описує, як боротись з ящерами.

source: Książka opisująca walkę z krabami.
uk: Книга описує, як боротись з крабами.

source: Książka opisująca walkę z kretoszczurami.
uk: Книга описує, як боротись з кротощурами.

source: Książka opisująca walkę z krwiopijcami.
uk: Книга описує, як боротись з шершнями.

source: Książka opisująca walkę z niedźwiedziami.
uk: Книга описує, як боротись з ведмедями.

source: Książka opisująca walkę z nietoperzami.
uk: Книга описує, як боротися з кажанами.

source: Książka opisująca walkę z pełzaczami.
uk: Книга описує, як боротись з повзунами.

source: Książka opisująca walkę z szczurami.
uk: Книга описує, як боротись зі щурами.

source: Książka opisująca walkę z szkieletami.
uk: Книга описує, як боротись зі скелетами.

source: Książka opisująca walkę z topielcami.
uk: Книга описує, як боротись з луркерами.

source: Książka opisująca walkę z trollami.
uk: Книга описує, як боротись з тролями.

source: Książka opisująca walkę z trutniami.
uk: Книга описує, як боротись з трутнями.

source: Książka opisująca walkę z wilkami.
uk: Книга описує, як боротись з вовками.

source: Książka opisująca walkę z zombie.
uk: Книга описує, як боротись з мерцями.

source: Książka opisująca walkę z zębaczami.
uk: Книга описує, як боротись зі снепперами.

source: Książka opisująca walkę z ścierwojadami.
uk: Книга описує, як боротись з падальниками.

source: Książka opisująca walkę z żaboludźmi.
uk: Книга описує, як боротись з жаболюдами.

source: Książka szczegółowo opisuje
uk: У книзі детально описано,

source: Książka traktuje o sposobach kucia broni opracowanych przez ten lud. Nie jest tajemnicą, że znają się na swoim fachu jak mało kto.
uk: У книзі розповідається про способи кування зброї, винайдені цим народом. Не секрет, що вони знаються на своєму ремеслі, як ніхто інший.

source: Książka zawierające informacje
uk: Книга, що містить інформацію

source: Książki jeszcze nie są poprawnie ułożone. Odstaw każdą na odpowiednią półkę według tematyki.
uk: Книги ще не розставлені правильно. Постав кожну на відповідну полицю згідно тематики.

source: Książę Ulthwar zwany Niegodnym postanowił zaprzepaścić niemal połowę swego żywota na wdrożenie planu powrotu do korzeni. Za jego czasów świątynie zostały pozamykane, a ludziom kazano modlić się do drzew. Z tego powodu też wiele niebezpiecznych, dawno wymarłych kultów zostało wskrzeszonych.
uk: Принц Ультвар названий Негідним вирішив витратити майже половину свого життя на реалізацію плану повернення до своїх витоків. Під час його правління храми були закриті, а людей змушували молитися деревам. Через це також відродилося багато небезпечних, давно зниклих культів.

source: Księga badawcza pióra niejakiego Tanerisa.
uk: Дослідницька книга, за авторством Танеріса.

source: Księga nieznanego poszukiwacza
uk: Книга невідомого шукача

source: Księga o historii, produkcji
uk: Книга про історію, виробництво

source: Księga o meandrach językowych pióra Diokema.
uk: Лінгвістичні перипетії, описані Діокемом.

source: Księga o mieszkańcach Nordmaru.
uk: Книга про жителів Нордмару.

source: Księga o początkach wioski Silbach,
uk: Книга про походження села Сільбах,

source: Księga o szlaku kupieckim w Varrancie,
uk: Книга про купецький шлях у Варанті,

source: Księga opisu zmiany
uk: В книзі описані зміни

source: Księga opisuje dokonania
uk: У книзі описані досягнення

source: Księga opisuje wszystkie sekrety walki Wilczych Synów z Vardhal...
uk: У книзі описані всі секрети бойової майстерності Вовчих Синів з Вардхалу...

source: Księga opisująca
uk: В цій книзі описана

source: Księga rachunkowa Gerstanda
uk: Бухгалтерська книга Герстанда

source: Księga rachunkowa zabrana
uk: Бухгалтерська книга, вилучена

source: Księga skryby
uk: Книга писаря

source: Księga ta opisuje sztukę przepisywania zwojów.
uk: В книзі описано мистецтво переписування сувоїв.

source: Księga wygląda na niezwykle starą.
uk: Книга виглядає надзвичайно старою.

source: Księga wygląda, jakby coś ukryto pomiędzy stronami.
uk: Виглядає, ніби між сторінками щось заховано.

source: Księga z biblioteki klasztornej.
uk: Книга з бібліотеки монастиря.

source: Księga zawiera informacje
uk: Книга містить інформацію

source: Księga zawiera informacje o magii Innosa.
uk: Книга містить інформацію про магію Інноса.

source: Księga, którą Ingolf
uk: Книга, яку Інгольф

source: Księgi gdzie pojawiły się trzy różne postacie o tym samym imieniu, gdzie tylko szczegóły pomogły mi je odróżnić.
uk: Книги, де фігурували три різні особи з однаковими іменами, і тільки деталі допомогли мені їх відрізнити.

source: Księgi spisowe nigdy nie były zbyt cenne, więc to trochę dziwne, że padła łupem złodziei.
uk: Такі книги з переписом ніколи не були цінними, тому трохи дивно, що вона зацікавила злодіїв.

source: Kto bogatszy, już dawno popłynął, jak najdalej od wojny.
uk: Ті, хто багатший, вже давно попливли якомога далі від війни.

source: Kto by nie chciał iść na polowanie z Marvinem - pogromcą Dużego Bena?
uk: Хто б не хотів піти на полювання з Марвіном – тим, хто переміг Великого Бена?

source: Kto by nie chciał iść w bój za kimś tak inspirującym?
uk: Хто б не хотів піти в бій за такою надихаючою людиною?

source: Kto by pomyślał jeszcze kilka tygodni temu, że teraz to ja będę przyjmował rozkazy od ciebie.
uk: Хто б міг подумати ще кілька тижнів тому, що я буду отримувати накази від тебе.

source: Kto by pomyślał!
uk: Хто б міг подумати!

source: Kto by pomyślał, dopiero co prawie zastrzeliłem cię przy wejściu do Przystani, a teraz jesteś nowym mistrzem areny!
uk: Хто б міг подумати, нещодавно я ледь не застрелив тебе на вході до Гавані, а тепер ти – новий чемпіон арени!

source: Kto by pomyślał, jestem w klasztorze magów wody i przygotowuję mikstury.
uk: Хто б міг подумати, що я буду в монастирі Магів Води і готуватиму зілля.

source: Kto by pomyślał, nawet wielki przywódca piratów z Przystani Łotrów postanowi dołączyć do naszej wyprawy.
uk: Хто б міг подумати, що до нашої експедиції вирішить приєднатися навіть великий капітан піратів з Гавані лиходіїв.

source: Kto by pomyślał, wciąż jesteś w jednym kawałku. Nie tak źle jak na miastowego.
uk: Хто б міг подумати, що ти все ще цілий і неушкоджений. Не так вже й погано як для містянина.

source: Kto by pomyślał, że budowanie dźwigów to taka niewdzięczna i nieopłacalna robota...
uk: Хто б міг подумати, що будівництво кранів така невдячна та малооплачувана робота...

source: Kto by pomyślał, że dopiero jakiś obcy nas pogodzi...
uk: Хто б міг подумати, що лишень якийсь незнайомець нас примирить...

source: Kto by pomyślał, że jakiś nowy chłopak, który dopiero co pojawił się w Przystani dotrze do samego finału turnieju.
uk: Хто б міг подумати, що якийсь новачок, який щойно з'явився у Гавані, пройде весь шлях до фіналу турніру.

source: Kto by pomyślał, że jeszcze do niedawna ochraniałem Silbach przed ścierwojadami, a teraz ruszam na wyprawę do jakiegoś grobowca...
uk: Хто б міг подумати, що ще недавно я захищав Сільбах від падальників, а тепер вирушаю в експедицію до якоїсь гробниці...

source: Kto by pomyślał, że mając taką opinię, straż ciągle potrafi dobrze wykonać zadanie.
uk: Хто б міг подумати, що попри репутацію, Варта все ще здатна добре виконувати завдання.

source: Kto by pomyślał, że można dostawać tyle złota za straszenie niewypłacalnych kupców, odnajdywanie zaginionych towarów i rozwiązywanie języków.
uk: Хто б міг подумати, що можна отримати стільки золота, залякуючи неплатоспроможних торговців, знаходячи зниклі товари та розв'язуючи язики.

source: Kto by pomyślał, że niektórzy obywatele miasta są tak wrażliwi na sztukę, że nawet w nocy podziwiają kościoły? Chyba wypadałoby sprawdzić, czy inne budynki też przyciągają tyle spojrzeń.
uk: Хто б міг подумати, що деякі мешканці міста настільки чутливі до мистецтва, що милуються церквою навіть вночі? Гадаю, було б доречно перевірити, чи інші будівлі також привертають стільки уваги.

source: Kto by pomyślał, że posyłam cię na rozmowę, a skończysz jako ten, który oczyścił moją kopalnię.
uk: Хто б міг подумати, що я відправлю тебе просто поговорити, а в результаті ти виявишся тим, хто очистить мою копальню.

source: Kto by pomyślał, że tak długo będziesz unikał własnej śmierci.
uk: Хто б міг подумати, що ти так довго зможеш уникати власної смерті.

source: Kto by pomyślał, że to właśnie oni odmienią losy dzisiejszej bitwy, pomimo że ostatnie kilka lat nie wysuwali stopy poza swój klasztor i pozwolili na wymordowanie całego Wodnego Kręgu?
uk: Хто б міг подумати, що саме вони змінять долю сьогоднішньої битви. Незважаючи на те, що останні кілька років вони не виходили за межі свого монастиря, і навіть дозволили винищити все Кільце Води.

source: Kto by pomyślał, że uda ci się zabić Corteza i jednocześnie przekonać te szumowiny do kapitulacji. A to wszystko bez interwencji straży czy Gildii.
uk: Хто б міг подумати, що тобі вдасться вбити Кортеза і водночас переконати цих покидьків здатися. І це все без втручання Варти чи Гільдії.

source: Kto by pomyślał. Widzę, że jesteś wszędzie gdzie nieszczęście i zniszczenia! Czy to wszystko to twój kolejny spisek?
uk: Хто б міг подумати. Я бачу, що ти всюди, де лихо і розруха! Це все твоя чергова змова?

source: Kto by pomyślał... Wola Adanosa rzeczywiście pełna jest niespodziewanego...
uk: Хто б міг подумати... Воля Аданоса справді сповнена несподіванок...

source: Kto by pomyślał? Martha wpadła ci w oko? A jeszcze niedawno dałbym głowę, że chcecie się wzajemnie pozabijać!
uk: Хто б міг подумати? Марта привернула твою увагу? А ще недавно я б дав голову на відсіч, що ви хочете побивати один одного!

source: Kto by się spodziewał, że ktoś tak niepozorny jak ty zostanie naszym nowym mistrzem. Nieźle, naprawdę nieźle.
uk: Хто б міг подумати, що хтось настільки непомітний, як ти, стане нашим новим чемпіоном. Непогано, дуже непогано.

source: Kto był pomysłodawcą tego buntu?
uk: Хто був ініціатором цього бунту?

source: Kto był zleceniodawcą?
uk: Хто був замовником?

source: Kto będzie chciał słuchać kogoś, kto nie należy nawet do żadnej organizacji?
uk: Хто захоче слухати людину, яка навіть не належить до жодної організації?

source: Kto będzie przenosił towar?
uk: Хто буде переносити вантаж?

source: Kto będzie wysyłał ludzi na pewną śmierć na bagnach, gdy wyspie grozi atak orków? Na pewno słyszałeś, że zajęli już kilka okolicznych wysp.
uk: Хто відправить людей на вірну смерть у болота, коли острову загрожує напад орків? Впевнений, ти чув, що вони вже окупували кілька навколишніх островів.

source: Kto ci dał te broszury? Gadaj, tylko tym razem bez krętactw.
uk: Хто тобі дав ці брошури? Розповідай, але цього разу без викрутасів.

source: Kto ci groził?
uk: Хто тобі погрожував?

source: Kto ci napchał takich głupot do głowy? Jeśli będziesz tak ufny, to ludzie zaczną cię wykorzystywać na wszystkie możliwe sposoby.
uk: Хто втовкмачив тобі в голову таку дурість? Якщо ти такий довірливий, люди почнуть всіляко тобою користуватися.

source: Kto ci o tym powiedział?
uk: Хто тобі про це сказав?

source: Kto ci zlecił jego porwanie?
uk: Хто замовив його викрадення?

source: Kto ci zlecił to włamanie?
uk: Хто замовив у тебе це пограбування?

source: Kto cię tu u licha wpuścił!? Odejdź, nim zawołam swoich ludzi.
uk: Хто тебе до біса сюди впустив!? Вийди, поки я не покликав своїх людей.

source: Kto go tam wie. W każdym razie Martha kazała mu się wynosić. Wygląda na to, że szybko Lutza w Silbach nie zobaczymy.
uk: Хтозна. У будь-якому випадку, Марта сказала йому забиратися геть. Схоже, що найближчим часом ми Люца в Сільбаху не побачимо.

source: Kto idzie! Jak mnie znalazłeś?
uk: Хто йде?! Як ти мене знайшов?

source: Kto idzie? Kim jesteś? Czego chcesz?
uk: Хто йде? Хто ти? Чого тобі треба?

source: Kto jest autorem tych ulotek?
uk: Хто автор цих листівок?

source: Kto jest autorem waszych broszur?
uk: Хто автор ваших брошур?

source: Kto jest kim
uk: Хто є хто

source: Kto jest lepszym dowódcą?
uk: Хто найкращий командир?

source: Kto jest moim następnym przeciwnikiem?
uk: Хто мій наступний суперник?

source: Kto jest tutaj szefem?
uk: Хто тут головний?

source: Kto jest w waszej klatce?
uk: Хто у вашій клітці?

source: Kto jest waszym przywódcą?
uk: Хто ваш лідер?

source: Kto miał go przejąć? Nie widziałeś nikogo?
uk: Хто мав його забрати? Ти нікого не бачив?

source: Kto może mnie tu czegoś nauczyć?
uk: Хто може мене тут чогось навчити?

source: Kto może wystawić mi list polecający?
uk: Хто може дати мені рекомендаційний лист?

source: Kto mógł je wykonać?
uk: Хто міг їх виготовити?

source: Kto mógł próbować otruć Holdwiga?
uk: Хто міг спробувати отруїти Гольдвіга?

source: Kto nie chce słuchać, musi poczuć...
uk: Хто не хоче слухати, повинен відчути...

source: Kto normalny podnosi ceny, gdy brakuje rynków zbytu, a szlaki handlowe w zasadzie nie istnieją?
uk: Хто в своєму розумі підвищує ціни, коли немає ринків збуту, а торгових шляхів практично не існує?

source: Kto nosi tę zbroję, należy do bandytów.
uk: Той, хто носить цей обладунок, належить до бандитів.

source: Kto pierwszy, ten lepszy. Wszystko jasne? Jakieś pytania?
uk: Хто перший, той кращий. Все зрозуміло? Є питання?

source: Kto powiedział, że są przeciążeni? Dają sobie świetnie radę, nie potrzebują mojego wsparcia.
uk: Хто сказав, що вони обтяжені? У них все добре, вони не потребують моєї підтримки.

source: Kto przyjmuje zlecenia pisarskie?
uk: Хто приймає замовлення на написання текстів?

source: Kto się czubi... i takie tam.
uk: Б'є – значить любить... і так далі.

source: Kto się trzymał z Ogisem?
uk: Хто приятелював з Огісом?

source: Kto stał za zamachem na Volkera?
uk: Хто стояв за замахом на Волкера?

source: Kto taki?
uk: Хто це?

source: Kto tam będzie oprócz mnie?
uk: Хто там буде, крім мене?

source: Kto tam się szwenda po nocy? Odpowiadać mi, byle szybko!
uk: Хто там вештається вночі? Ану відповідай мені, і швидко!

source: Kto teraz wami dowodzi?
uk: І хто зараз вами керує?

source: Kto to taki?
uk: І хто ж це?

source: Kto to widział tak po prostu zabijać owce? Odejdź!
uk: Хто б міг подумати, що можна так просто вбивати овець? Геть звідси!

source: Kto tu handluje magicznymi przedmiotami?
uk: Хто тут торгує магічними предметами?

source: Kto tu rządzi?
uk: Хто тут головний?

source: Kto tu sprzedaje broń?
uk: Хто тут торгує зброєю?

source: Kto tu został pochowany?
uk: Хто ж тут похований?

source: Kto twoim zdaniem mógł chcieć śmierci Stana?
uk: Як ти думаєш, хто міг бажати смерті Стену?

source: Kto w ostatnim czasie dostał od ciebie takie bełty?
uk: Хто останнім часом отримав від тебе такі болти?

source: Kto w takim razie jest prawdziwym zamachowcem?
uk: Хто ж тоді справжній вбивця?

source: Kto wchodzi na arenę, nie pozostaje obojętny dla tłumu.
uk: Кожен, хто ступає на арену, не залишається непоміченим для натовпу.

source: Kto według ciebie powinien rządzić winnicą?
uk: Як вважаєш, хто має керувати виноградником?

source: Kto według was uszkodził dźwig?
uk: Як думаєш, хто пошкодив кран?

source: Kto wie ile czasu spędzimy w Wilczym Leżu, z tych wielkoludów ciężko cokolwiek wyciągnąć.
uk: Хто знає, скільки часу ми проведемо у Вовчому Лігві, з цих здорованів важко щось витягти.

source: Kto wie, czy gadałbym teraz z tobą, gdyby kazali mi wyruszyć na front!
uk: Хто знає, чи розмовляв би я з тобою зараз, якби мені сказали йти на фронт!

source: Kto wie, do czego mogłoby dojść, gdyby Roderich nie zdecydował się na taki ruch?
uk: Хто знає, що могло б статися, якби Родеріх не зважився на такий крок?

source: Kto wie, ile bym jeszcze dał radę się przed nimi bronić.
uk: Хто знає, скільки б ще я зміг захищатися від них.

source: Kto wie, jak mogłyby zareagować pszczoły, gdybyśmy podali im rośliny o działaniu odurzającym albo magicznym.
uk: Хто знає, як бджоли можуть відреагувати, якщо ми запропонуємо їм рослини з одурманюючими чи магічними властивостями.

source: Kto wie, kiedy ta umiejętność może ci się przydać. Dotarliśmy tutaj praktycznie bez złotej monety przy sobie, czasami trzeba trochę pomóc losowi.
uk: Хто знає, коли ця навичка стане у нагоді. Ми прибули сюди практично без грошей, іноді треба трохи допомогти долі.

source: Kto wie, może jakiś kolekcjoner w mieście odkupi go od ciebie za dobrą sumkę.
uk: Хто знає, можливо, якийсь колекціонер у місті викупить його у тебе за хорошу суму.

source: Kto wie, może jeszcze kiedyś się spotkamy.
uk: Хто знає, можливо, ми колись зустрінемося знову.

source: Kto wie, może jeszcze się spotkamy. Żegnaj Marvinie.
uk: Хто знає, можливо, ми ще зустрінемось. До зустрічі, Марвіне.

source: Kto wie, może mnie nawet nagrodzą?
uk: Хто знає, можливо мене навіть винагородять?

source: Kto wie, może nawet ci się spodoba...
uk: Хто знає, можливо, тобі навіть сподобається...

source: Kto wie, może nawet wyciągniesz od niego to, czego potrzebujesz. Idź i porozmawiaj z Proximo, mieszka w chacie za karczmą. To on zajmuje się sprawami organizacyjnymi.
uk: Хто знає, можливо, ти навіть отримаєш від нього те, що тобі потрібно. Піди і поговори з Проксімо, він живе в хатині за корчмою. Саме він займається організаційними питаннями.

source: Kto wie, może obie te sprawy są nawet w jakiś sposób powiązane... w końcu ci szaleńcy nie cofną się przed niczym, by zdestabilizować wyspę.
uk: Хто знає, можливо, вони навіть якось пов'язані між собою... Адже ці божевільні не зупиняться ні перед чим, щоб дестабілізувати острів.

source: Kto wie, może podczas rozwiązywania sprawy tego przestępstwa uda ci się natrafić na coś pomocnego w sprawie brata.
uk: Хто знає, можливо, розкриваючи цей злочин, ти натрапиш на щось корисне у справі брата.

source: Kto wie, może uda mi się nawet tam zdobyć coś co pozwoli mi rzucić robotę strażnika, popłynąć na kontynent i spokojnie przeżyć resztę życia.
uk: Хто знає, можливо, я навіть знайду там щось таке, що дозволить мені кинути службу вартового, поплисти на материк і прожити решту життя в мирі та спокої.

source: Kto wie, z czym przyjdzie nam się tam zmierzyć. Miejcie oczy dookoła głowy, nie dotykajcie niczego i bezwzględnie wykonujcie moje polecenia.
uk: Невідомо, з чим ми там зіткнемось. Будьте уважні, нічого не чіпайте і неухильно виконуйте мої вказівки.

source: Kto z nas ma nadzorować akcję?
uk: Хто з нас буде наглядати за цим всім?

source: Kto z twoich ludzi jest podejrzany?
uk: Кого зі своїх людей ти підозрюєш?

source: Kto za tym stoi?
uk: Хто за цим стоїть?

source: Kto zabił Stana
uk: Хто вбив Стена

source: Kto zlecił ci zabójstwo Holdwiga?
uk: Хто замовив тобі вбивство Гольдвіга?

source: Kto, ja?
uk: Хто, я?

source: Kto?
uk: Хто?

source: Kto? Ja?
uk: Хто? Я?

source: Ktokolwiek posiada jakiekolwiek informacje o aktualnym miejscu przebywania rekruta Gwardii Królewskiej Marvina powinienem jak najszybciej zgłosić się do ratusza miejskiego.
uk: Якщо хтось володіє будь–якою інформацією про поточне місце перебування рекрута Королівської Гвардії Марвіна, просимо якнайшвидше повідомити про це у міську ратушу.

source: Ktokolwiek wzniósł tę warownię, musiał władać potężną magią. Spójrz tylko, jak równo ociosane są te kamienie!
uk: Той, хто зводив цю фортецю, мабуть, володів могутньою магією. Лише поглянь, як рівно обтесані ці камені!

source: Ktoś chce nas tu sprowokować! Nie uda wam się!
uk: Хтось хоче нас тут спровокувати! Вам це не вдасться!

source: Ktoś chce się z tobą rozmówić, nie będę wam przeszkadzać. Tylko nie za długo, bo mam innych klientów.
uk: Дехто хоче з тобою поговорити, я вам не заважатиму. Тільки не довго, бо в мене є інші клієнти.

source: Ktoś dotarł do brzegu i najwyraźniej ruszył w stronę bagien. Znalazłem tam worek z rudą, co powinno uspokoić Corteza.
uk: Хтось дістався берега і, очевидно, рушив у бік боліт. Я знайшов там мішечок з рудою, який повинен заспокоїти Кортеза.
